{"title":"Effect of Maternal Iron Deficiency Anemia on the Iron Store of Newborns in Ethiopia","abstract":{"paragraph":["\nIron deficiency anemia among pregnant women is a widespread problem in developing countries including Ethiopia, though its influence on neonatal iron status was inconsistently reported in literature. This cross-sectional study was conducted to compare hematologic profiles and iron status of newborns from mothers with different anemia status and determine correlation between maternal and neonatal hematologic profiles and iron status in Ethiopian context. We included 89 mothers and their respective newborns and performed complete blood count and assessed serum ferritin and C-reactive protein levels from blood samples collected from study participants. Maternal median hemoglobin and serum ferritin levels were 12.2 g/dL and 47.0 ng/mL, respectively. The median hemoglobin and serum ferritin levels for the newborns were 16.2 g/dL and 187.6 ng/mL, respectively. The mothers were classified into two groups based on hemoglobin and serum ferritin levels as iron deficient anemic (IDA) and nonanemic (NA) and newborns of IDA mothers had significantly lower levels of serum ferritin (P \u003d 0.017) and hemoglobin concentration (P \u003d 0.024). Besides, newborns\u0027 ferritin and hemoglobin levels showed significant correlation with maternal hemoglobin (P \u003d 0.018; P \u003d 0.039) and ferritin (P \u003d 0.000; P \u003d 0.008) levels. We concluded that maternal IDA may have an effect on the iron stores of newborns."]},"date":"2-4-2015","doi":"10.1155/2015/808204","pmid":"25734012","volume":"2015","journal":"Anemia","authors":[{"surname":"Terefe","givenNames":"Betelihem"},{"surname":"Birhanu","givenNames":"Asaye"},{"surname":"Nigussie","givenNames":"Paulos"},{"surname":"Tsegaye","givenNames":"Aster"}],"metainfo":"Effect of Maternal Iron Deficiency Anemia on the Iron Store of Newborns in Ethiopia 2015","FullText":{"title":"1. Background","subsections":[{"title":"1. Background","paragraph":["Iron deficiency (ID) is the most important cause of nutritional anemia and is the most common micronutrient deficiency worldwide, especially in developing countries [1]. Pregnant women are particularly vulnerable to ID because of the increased metabolic demands imposed by pregnancy involving a growing placenta, fetus, and maternal tissues, coupled with associated dietary risks [2].","In developing countries including Ethiopia, pregnant women commonly begin gestation with depleted or low body iron stores which might make them prone to developing iron deficiency anemia (IDA) [3]. Frequently, the anemia is severe in degree and it coexists with maternal malnutrition [3]. Under these situations, the competing demands of mother and fetus may disturb the normal maternal-fetal iron homeostasis [3–5]. This may have a resultant effect both on the mother and on the fetus, such as premature delivery, intrauterine growth retardation, and neonatal and perinatal death [6]. As the main source of iron for infants until the age of 6 months is the iron endowed from maternal circulation [7], it is logical to question the extension of the effect of maternal IDA on the fetus during and beyond its stay in the womb.","In spite of many researches conducted on this specific issue, consistent findings were not evident. Some have reported the negative impact of maternal IDA on iron stores of newborns [3, 5, 8–11], while others could not find any relationship in between [12–14]. Most of the studies have used serum ferritin as a measurement of iron store, but this serum ferritin has one known drawback as it is an acute phase reactant (APR); it increases during infection, including sub-clinical infections [15]. Therefore in this study, we incorporated another APR that is C-reactive protein (CRP) test to minimize the bias that can be caused due to infection and tried to determine the effect of IDA on the iron store of term newborns."]},{"title":"2. Methods ","paragraph":["This study was conducted from December 2011 to February 2012 in Obstetrics and Gynecology Department of St. Paul\u0027s hospital, Addis Ababa, Ethiopia. Mothers who had bleeding during pregnancy, preterm delivery (\u003c37 weeks), multiple pregnancy, eclampsia, diabetes mellitus, heart, kidney, lung disease, and hematologic disease were excluded.","A total of 101 mothers and their respective newborns were included first. However, 12 of them were withdrawn from the study because they had anemia other than IDA. Therefore, the final sample comprised 89 mothers and their respective newborns.","Sociodemographic characteristics of study participants were collected using pretested questionnaires and blood samples were collected at the median cubital vein of the mothers during the process of labor and at the placental end of the umbilical cord. Pairs of samples were collected from each mother and cord using K3EDTA test tubes (for complete blood counting, CBC) and test tubes with serum gel separator (for ferritin determination and CRP measurement).","CBC and ferritin concentrations were analyzed using Cell-dyn 1800 (Abbott Laboratories, Abbott Park, Illinois) and fully automated Cobas e 411 (Roche Diagnostics GmbH, D-68298 Mannheim, Germany), respectively. CRP was determined by a qualitative slide agglutination test using Cromatest (Linear Chemicals SL, Barcelona, Spain). The instruments were calibrated before the beginning of analyses. Precision test was carried out to assure reproducibility of results provided by the Cell-dyn 1800 analyzer and it was within the acceptable limit stated by the manufacturer. In addition, commercial quality control samples were included in every session of analyses for both CBC enumeration and serum ferritin level determination. Three levels of whole blood controls (high, medium, and low), two levels of plasma control (low, normal), and serum control (positive and negative) were used for CBC ferritin and CRP determinations, respectively. Levy-Jennine (LJ) charts were plotted and the controls were within the 2SD limits with no shifts or drifts detected.","We entered the data from the analyzers and questionnaire into Microsoft Excel and analyzed it using MedCalc Software Version 12.1.4. D\u0027Agostino-Pearson test was used to check the normality of data distribution. Since all of the analytes studied were not normally distributed, nonparametric tests were applied. Frequencies, percentages, medians, and interquartile ranges (IQR) were computed to summarize the data. In order to compare quantitative and qualitative variables between the groups, Mann-Whitney and Chi-square tests were applied, respectively. Association of maternal and newborns parameters were assessed by spearman\u0027s correlation. P value of \u003c0.05 was considered as statistically significant in all analyses.","The study protocol was approved by the Research Ethics Review Committees of Addis Ababa University and St. Paul\u0027s Hospital. In addition, informed verbal consents were collected from the mothers."]},{"title":"3. Result","subsections":[{"title":"3.1. Description of the Sociodemographic and Obstetric Data of Study Participants","paragraph":["We included 89 mothers with their respective newborns. The median age of the mothers was 23 years (IQR \u003d 21–27 years). As clearly presented in Table 1, about one-third of the mothers (34.8%; n \u003d 31) had educational level above secondary school, while 29.2% (n \u003d 26) of the mothers were illiterates. Housewives were dominant and accounted for 75.3% (n \u003d 67) of the participants.","The majority of mothers were primiparous (64.0%; n \u003d 57), and also were attending antenatal care (ANC) during their pregnancy. Those mothers who have been taking iron during their pregnancy accounted for 58.4% (n \u003d 52) (Table 1).","Most of the babies were delivered through vaginal delivery (78.7%; n \u003d 70) and the proportion of male (49.4%; n \u003d 44) and female (50.6%; n \u003d 45) newborns were almost equal. The babies had median weight of 3100 g (IQR \u003d 2800–3400 g) and a few (12.4%; n \u003d 11) had low birth weight (Table 1)."]},{"title":"3.2. Hematological and Ferritin Status of Mothers and Their Newborns","paragraph":["The median hemoglobin and serum ferritin levels for the mothers were 12.2 g/dL (IQR \u003d 11.3–12.9 g/dL) and 45.5 ng/mL (IQR \u003d 26.8–80.34 ng/mL), respectively (Table 2). The median hemoglobin and serum ferritin levels for the newborns were 16.2 g/dL (IQR \u003d 15.0–17.2 g/dL) and 191.5 ng/mL (IQR \u003d 140.5–264.8 ng/mL), respectively (Table 2). Table 2 also summarizes the median and the IQRs of other studied CBC parameters among mothers and their newborns."]},{"title":"3.3. Grouping Study Participants","paragraph":["The mothers were grouped into two categories, NA and IDA based on hemoglobin and serum ferritin concentrations. We used 11 g/dL as cutoff value for maternal hemoglobin concentration after altitude corrections as per World Health Organization (WHO) recommendation [16]. Similarly, the cutoff value for maternal ferritin level was set at 15 ng/mL for those mothers who were not reactive to CRP test and 30 ng/mL for those mothers who were reactive to CRP test in order to balance the effect of infection as recommended by the WHO [15].","Then, mothers showing low hemoglobin concentration (\u003c11 g/dL) and low ferritin level (\u003c15 ng/mL or \u003c30 ng/mL as per their CRP reaction status) were grouped under IDA. Mothers with normal hemoglobin concentration (≥11 g/dL) were classified as NA. Accordingly, 21 mothers (23.6%) were grouped under IDA category while the rest 68 mothers (76.4%) were grouped under NA category. Prevalence of anemia, median differences in hemoglobin, and ferritin levels among newborns of mothers in the two categories were computed and presented in Table 3."]},{"title":"3.4. Correlations between Mothers and Newborns Laboratory Parameters","paragraph":["The newborns ferritin level has significant correlation with hemoglobin (rs \u003d 0.25, P \u003d 0.018) and ferritin (rs \u003d 0.38, P \u003c 0.001) levels of their mothers (Table 4). In addition, the newborns hemoglobin had significant correlation with hemoglobin (rs \u003d 0.22, P \u003d 0.039) and ferritin (rs \u003d 0.28, P \u003d 0.008) levels of their mothers (Table 4); additionally the newborns hemoglobin showed significant correlation with mothers mean corpuscular hemoglobin (MCH) and mean corpuscular hemoglobin concentration (MCHC) values (Table 4)."]}]},{"title":"4. Discussion","paragraph":["In our study, we determined that maternal IDA may have an effect on the iron stores of newborns as hemoglobin (P \u003d 0.025) and ferritin concentrations (P \u003d 0.027) were significantly lower in newborns delivered from IDA mothers than newborns delivered from NA mothers (Table 3 and Figure 1). These findings were in accordance with previous reports elsewhere [3, 8, 17, 18]. However, there are also findings in contrary to the present study which showed that iron accretion in the fetus was independent of maternal iron status [12–14].","The disagreements might be raised due to differences in cutoff value for serum ferritin (\u003c10 ng/mL, which has low sensitivity), failure to incorporate tests that rule out infection (which may mask the actual ferritin status) [13], and differences in condition of study participants including mothers who were taking iron supplementation during pregnancy, which may have masked the relationship of maternal and newborns iron status [14].","It is well established that serum ferritin is an indicator of the level of body iron sores [19]. Thus, the significantly lower level of ferritin in newborns delivered from IDA mothers compared to NA mothers suggests reduced iron stores in these newborns. Additionally, the newborns delivered from IDA mothers had a significantly lower concentration of hemoglobin than newborns from NA mothers that might contribute for a decreased amount of recycled heme iron resultantly decreasing its contribution for the iron pool. Here, we were not surprised to see no statistically significant difference in prevalence of anemia among newborns of the two groups of mothers (P \u003d 0.593). This is because visible difference that can be evidenced in the form of anemia is not expected at such an early stage in life [7]. However, later in life, anemia prevalence could be different among newborns from the two groups of mothers since newborns are highly dependent on the stored iron acquired from the mother during pregnancy till the age of 6 months [20, 21]. Therefore, the significantly lower ferritin level and hemoglobin concentration in newborns delivered from IDA mothers compared to NA mothers may make them prone to iron deficiency and anemia in early infancy. This may have serious consequences on cognitive development and cellular immunity [22].","The evidence presented in this study also denotes that all the hematological and ferritin parameters studied were markedly higher in newborns than in their mothers. Similar findings were also documented in previous studies [3, 5, 8–11]. The higher ferritin levels in newborns can be explained by the existence of active transfer of iron across placenta from mother to the fetus [23]. Also, it can be due to the upregulation of transferrin receptor synthesis in the case of iron deficiency, which enables placenta to compete more effectively for circulating transferrin iron with erythroid marrow of the pregnant mothers intending adequate iron supply of the growing fetus [7, 11, 24].","In this study, newborns ferritin level has significant correlation with hemoglobin and ferritin levels of mothers. In addition, the newborns hemoglobin had significant correlation with hemoglobin and ferritin levels of mothers. Several investigators have determined the correlation between hemoglobin and ferritin parameters of newborns and their mothers; however, the results vary from study to study. Kumar et al., for example, have showed that maternal ferritin levels had significant correlations with Hgb levels (rs \u003d +0.488; P \u003c 0.001) and ferritin (rs \u003d +0.440; P \u003c 0.001) in cord blood [3]. Singla et al. have also found that maternal serum ferritin was significantly correlated with cord blood Hgb (rs \u003d +0.390, P \u003c 0.01) and cord serum ferritin (rs \u003d +0.523. P \u003c 0.001) [8]. The relatively lower correlation observed in this study compared to the two studies may be due to the absence of any severe anemia cases in our study, while there were severe anemia cases in the two studies.","In this study, we determined that the deleterious effect of maternal IDA may extend beyond pregnancy, in an Ethiopian context. This suggests the need for strengthening strategy to improve the maternal iron status. Improving the nutritional status of pregnant women could have a positive impact on improving the iron status of the mothers and also their newborns. The other option might be delayed clamping of the umbilical cord after birth for improving the iron status of young infants [25]."]},{"title":"5. Conclusion ","paragraph":["Median hemoglobin and ferritin concentrations were significantly lower in newborns delivered from IDA mothers compared to NA mothers. Additionally newborns hemoglobin and ferritin concentration had a significant correlation with hemoglobin and ferritin concentration of the mothers. Based on these findings we can conclude that maternal IDA may have an effect on the iron stores of newborns."]}]},"citations":[{"reference":"A. Krafft R. Huch C. Breymann Impact of parturition on iron status in nonanaemic iron deficiency European Journal of Clinical Investigation 33 919 2003","volume":"33","publication-type":"journal","issue":"10","fpage":"919","lpage":"923","year":"2003","article-title":"Impact of parturition on iron status in nonanaemic iron deficiency","source":{"italic":"European Journal of Clinical Investigation"},"person-group":{"name":[{"givenNames":"A.","surname":"Krafft"},{"givenNames":"R.","surname":"Huch"},{"givenNames":"C.","surname":"Breymann"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1046/j.1365-2362.2003.01244.x"},{"pub-id-type":"other","content":"2-s2.0-0141593572"},{"pub-id-type":"pmid","content":"14511365"}]},{"reference":"M. F. Picciano Pregnancy and lactation: physiological adjustments, nutritional requirements and the role of dietary supplements Journal of Nutrition 133 1997S 2003","volume":"133","publication-type":"journal","issue":"6","fpage":"1997S","lpage":"2002S","year":"2003","article-title":"Pregnancy and lactation: physiological adjustments, nutritional requirements and the role of dietary supplements","source":{"italic":"Journal of Nutrition"},"person-group":{"name":[{"givenNames":"M. F.","surname":"Picciano"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0038653312"},{"pub-id-type":"pmid","content":"12771353"}]},{"reference":"A. Kumar A. K. Rai S. Basu D. Dash J. S. Singh Cord blood and breast milk iron status in maternal anemia Pediatrics 121 e673 2008","volume":"121","publication-type":"journal","issue":"3","fpage":"e673","lpage":"e677","year":"2008","article-title":"Cord blood and breast milk iron status in maternal anemia","source":{"italic":"Pediatrics"},"person-group":{"name":[{"givenNames":"A.","surname":"Kumar"},{"givenNames":"A. K.","surname":"Rai"},{"givenNames":"S.","surname":"Basu"},{"givenNames":"D.","surname":"Dash"},{"givenNames":"J. S.","surname":"Singh"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1542/peds.2007-1986"},{"pub-id-type":"other","content":"2-s2.0-40949084403"},{"pub-id-type":"pmid","content":"18310187"}]},{"reference":"A. M. Siddappa R. Rao J. D. Long J. A. Widness M. K. Georgieff The assessment of newborn iron stores at birth: a review of the literature and standards for ferritin concentrations Neonatology 92 73 2007","volume":"92","publication-type":"journal","issue":"2","fpage":"73","lpage":"82","year":"2007","article-title":"The assessment of newborn iron stores at birth: a review of the literature and standards for ferritin concentrations","source":{"italic":"Neonatology"},"person-group":{"name":[{"givenNames":"A. M.","surname":"Siddappa"},{"givenNames":"R.","surname":"Rao"},{"givenNames":"J. D.","surname":"Long"},{"givenNames":"J. A.","surname":"Widness"},{"givenNames":"M. K.","surname":"Georgieff"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1159/000100805"},{"pub-id-type":"other","content":"2-s2.0-34547753552"},{"pub-id-type":"pmid","content":"17361090"}]},{"reference":"R. A. El-Farrash E. Abdel Rahman Ismail A. Shafik Nada Cord blood iron profile and breast milk micronutrients in maternal iron deficiency anemia Pediatric Blood \u0026 Cancer 58 233 2012","volume":"58","publication-type":"journal","issue":"2","fpage":"233","lpage":"238","year":"2012","article-title":"Cord blood iron profile and breast milk micronutrients in maternal iron deficiency anemia","source":{"italic":"Pediatric Blood \u0026 Cancer"},"person-group":{"name":[{"givenNames":"R. A.","surname":"El-Farrash"},{"givenNames":"E.","surname":"Abdel Rahman Ismail"},{"givenNames":"A.","surname":"Shafik Nada"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1002/pbc.23184"},{"pub-id-type":"pmid","content":"21548016"}]},{"reference":"T. O. Scholl Iron status during pregnancy: setting the stage for mother and infant The American Journal of Clinical Nutrition 81 1218S 2005","volume":"81","publication-type":"journal","issue":"5","fpage":"1218S","lpage":"1222S","year":"2005","article-title":"Iron status during pregnancy: setting the stage for mother and infant","source":{"italic":"The American Journal of Clinical Nutrition"},"person-group":{"name":[{"givenNames":"T. O.","surname":"Scholl"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-20544465437"},{"pub-id-type":"pmid","content":"15883455"}]},{"reference":"C. M. Chaparro Setting the stage for child health and development: prevention of iron deficiency in early infancy Journal of Nutrition 138 2529 2008","volume":"138","publication-type":"journal","issue":"12","fpage":"2529","lpage":"2533","year":"2008","article-title":"Setting the stage for child health and development: prevention of iron deficiency in early infancy","source":{"italic":"Journal of Nutrition"},"person-group":{"name":[{"givenNames":"C. M.","surname":"Chaparro"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-57349171358"},{"pub-id-type":"pmid","content":"19022984"}]},{"reference":"P. N. Singla M. Tyagi R. Shankar D. Dash A. Kumar Fetal iron status in maternal anemia Acta Paediatrica 85 1327 1996","volume":"85","publication-type":"journal","issue":"11","fpage":"1327","lpage":"1330","year":"1996","article-title":"Fetal iron status in maternal anemia","source":{"italic":"Acta Paediatrica"},"person-group":{"name":[{"givenNames":"P. N.","surname":"Singla"},{"givenNames":"M.","surname":"Tyagi"},{"givenNames":"R.","surname":"Shankar"},{"givenNames":"D.","surname":"Dash"},{"givenNames":"A.","surname":"Kumar"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1111/j.1651-2227.1996.tb13919.x"},{"pub-id-type":"other","content":"2-s2.0-0029799857"},{"pub-id-type":"pmid","content":"8955460"}]},{"reference":"D. G. Sweet G. Savage T. R. J. Tubman T. R. J. Lappin H. L. Halliday Study of maternal influences on fetal iron status at term using cord blood transferrin receptors Archives of Disease in Childhood: Fetal and Neonatal Edition 84 F40 2001","volume":"84","publication-type":"journal","issue":"1","fpage":"F40","lpage":"F43","year":"2001","article-title":"Study of maternal influences on fetal iron status at term using cord blood transferrin receptors","source":{"italic":"Archives of Disease in Childhood: Fetal and Neonatal Edition"},"person-group":{"name":[{"givenNames":"D. G.","surname":"Sweet"},{"givenNames":"G.","surname":"Savage"},{"givenNames":"T. R. J.","surname":"Tubman"},{"givenNames":"T. R. J.","surname":"Lappin"},{"givenNames":"H. L.","surname":"Halliday"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1136/fn.84.1.f40"},{"pub-id-type":"other","content":"2-s2.0-0035175788"},{"pub-id-type":"pmid","content":"11124923"}]},{"reference":"S. Ziaei E. Hatefnia G. Togeh Iron status in newborns born to iron-deficient mothers Iranian Journal of Medical Sciences 28 62 2003","volume":"28","publication-type":"journal","issue":"2","fpage":"62","lpage":"64","year":"2003","article-title":"Iron status in newborns born to iron-deficient mothers","source":{"italic":"Iranian Journal of Medical Sciences"},"person-group":{"name":[{"givenNames":"S.","surname":"Ziaei"},{"givenNames":"E.","surname":"Hatefnia"},{"givenNames":"G.","surname":"Togeh"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0344305730"}]},{"reference":"F. Emamghorashi T. Heidari Iron status of babies born to iron-deficient anaemic mothers in an Iranian hospital Eastern Mediterranean Health Journal 10 808 2004","volume":"10","publication-type":"journal","issue":"6","fpage":"808","lpage":"814","year":"2004","article-title":"Iron status of babies born to iron-deficient anaemic mothers in an Iranian hospital","source":{"italic":"Eastern Mediterranean Health Journal"},"person-group":{"name":[{"givenNames":"F.","surname":"Emamghorashi"},{"givenNames":"T.","surname":"Heidari"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-28644447932"},{"pub-id-type":"pmid","content":"16335768"}]},{"reference":"C.-T. Wong N. Saha Inter-relationships of storage iron in the mother, the placenta and the newborn Acta Obstetricia et Gynecologica Scandinavica 69 613 1990","volume":"69","publication-type":"journal","issue":"7-8","fpage":"613","lpage":"616","year":"1990","article-title":"Inter-relationships of storage iron in the mother, the placenta and the newborn","source":{"italic":"Acta Obstetricia et Gynecologica Scandinavica"},"person-group":{"name":[{"givenNames":"C.-T.","surname":"Wong"},{"givenNames":"N.","surname":"Saha"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.3109/00016349009028705"},{"pub-id-type":"other","content":"2-s2.0-0025551206"},{"pub-id-type":"pmid","content":"2094143"}]},{"reference":"R. Hadipour A. K. Norimah B. K. Poh F. Firoozehchian R. Hadipour A. Akaberi Haemoglobin and serum ferritin levels in newborn babies born to anaemic Iranian women: a cross-sectional study in an Iranian Hospital Pakistan Journal of Nutrition 9 562 2010","volume":"9","publication-type":"journal","issue":"6","fpage":"562","lpage":"566","year":"2010","article-title":"Haemoglobin and serum ferritin levels in newborn babies born to anaemic Iranian women: a cross-sectional study in an Iranian Hospital","source":{"italic":"Pakistan Journal of Nutrition"},"person-group":{"name":[{"givenNames":"R.","surname":"Hadipour"},{"givenNames":"A. K.","surname":"Norimah"},{"givenNames":"B. K.","surname":"Poh"},{"givenNames":"F.","surname":"Firoozehchian"},{"givenNames":"R.","surname":"Hadipour"},{"givenNames":"A.","surname":"Akaberi"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.3923/pjn.2010.562.566"},{"pub-id-type":"other","content":"2-s2.0-77958055316"}]},{"reference":"A. de Azevedo Paiva P. H. C. Rondó R. A. Pagliusi M. D. R. D. O. Latorre M. A. A. Cardoso S. S. R. Gondim Relationship between the iron status of pregnant women and their newborns Revista de Saúde Pública 41 321 2007","volume":"41","publication-type":"journal","issue":"3","fpage":"321","lpage":"327","year":"2007","article-title":"Relationship between the iron status of pregnant women and their newborns","source":{"italic":"Revista de Saúde Pública"},"person-group":{"name":[{"givenNames":"A.","surname":"de Azevedo Paiva"},{"givenNames":"P. H. C.","surname":"Rondó"},{"givenNames":"R. A.","surname":"Pagliusi"},{"givenNames":"M. D. R. D. O.","surname":"Latorre"},{"givenNames":"M. A. A.","surname":"Cardoso"},{"givenNames":"S. S. R.","surname":"Gondim"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1590/s0034-89102007000300001"},{"pub-id-type":"other","content":"2-s2.0-34250729732"},{"pub-id-type":"pmid","content":"17515983"}]},{"reference":"null Serum Ferritin Concentrations for the Assessment of Iron Status and Iron Deficiency in Populations. Vitamin and Mineral Nutrition Information System null null 2011","publication-type":"book","year":"2011","source":{"italic":"Serum Ferritin Concentrations for the Assessment of Iron Status and Iron Deficiency in Populations. Vitamin and Mineral Nutrition Information System"},"person-group":{}},{"reference":"Haemoglobin concentrations for the diagnosis of anaemia and assessment of severity Vitamin and Mineral Nutrition Information System null null 2011","publication-type":"book","year":"2011","article-title":"Haemoglobin concentrations for the diagnosis of anaemia and assessment of severity","source":{"italic":"Vitamin and Mineral Nutrition Information System"},"person-group":{}},{"reference":"D. G. Sweet G. Savage T. R. J. Tubman T. R. J. Lappin H. L. Halliday Study of maternal influences on fetal iron status at term using cord blood transferrin receptors Archives of Disease in Childhood: Fetal and Neonatal Edition 84 F40 2001","volume":"84","publication-type":"journal","issue":"1","fpage":"F40","lpage":"F43","year":"2001","article-title":"Study of maternal influences on fetal iron status at term using cord blood transferrin receptors","source":{"italic":"Archives of Disease in Childhood: Fetal and Neonatal Edition"},"person-group":{"name":[{"givenNames":"D. G.","surname":"Sweet"},{"givenNames":"G.","surname":"Savage"},{"givenNames":"T. R. J.","surname":"Tubman"},{"givenNames":"T. R. J.","surname":"Lappin"},{"givenNames":"H. L.","surname":"Halliday"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1136/fn.84.1.F40"},{"pub-id-type":"other","content":"2-s2.0-0035175788"},{"pub-id-type":"pmid","content":"11124923"}]},{"reference":"R. A. El-Farrash E. A. R. Ismail A. S. Nada Cord blood iron profile and breast milk micronutrients in maternal iron deficiency anemia Pediatric Blood \u0026 Cancer 58 233 2012","volume":"58","publication-type":"journal","issue":"2","fpage":"233","lpage":"238","year":"2012","article-title":"Cord blood iron profile and breast milk micronutrients in maternal iron deficiency anemia","source":{"italic":"Pediatric Blood \u0026 Cancer"},"person-group":{"name":[{"givenNames":"R. A.","surname":"El-Farrash"},{"givenNames":"E. A. R.","surname":"Ismail"},{"givenNames":"A. S.","surname":"Nada"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1002/pbc.23184"},{"pub-id-type":"pmid","content":"21548016"}]},{"reference":"G. O. Walters F. M. Miller M. Worwood Serum ferritin concentration and iron stores in normal subjects Journal of Clinical Pathology 26 770 1973","volume":"26","publication-type":"journal","issue":"10","fpage":"770","lpage":"772","year":"1973","article-title":"Serum ferritin concentration and iron stores in normal subjects","source":{"italic":"Journal of Clinical Pathology"},"person-group":{"name":[{"givenNames":"G. O.","surname":"Walters"},{"givenNames":"F. M.","surname":"Miller"},{"givenNames":"M.","surname":"Worwood"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1136/jcp.26.10.770"},{"pub-id-type":"other","content":"2-s2.0-0015804314"},{"pub-id-type":"pmid","content":"4750458"}]},{"reference":"R. Zetterström Iron deficiency and iron deficiency anaemia during infancy and childhood Acta Paediatrica 93 436 2004","volume":"93","publication-type":"journal","issue":"4","fpage":"436","lpage":"439","year":"2004","article-title":"Iron deficiency and iron deficiency anaemia during infancy and childhood","source":{"italic":"Acta Paediatrica"},"person-group":{"name":[{"givenNames":"R.","surname":"Zetterström"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1080/08035250410027535"},{"pub-id-type":"other","content":"2-s2.0-1842738330"},{"pub-id-type":"pmid","content":"15188964"}]},{"reference":"E. E. Ziegler S. E. Nelson J. M. Jeter Iron supplementation of breastfed infants from an early age The American Journal of Clinical Nutrition 89 525 2009","volume":"89","publication-type":"journal","issue":"2","fpage":"525","lpage":"532","year":"2009","article-title":"Iron supplementation of breastfed infants from an early age","source":{"italic":"The American Journal of Clinical Nutrition"},"person-group":{"name":[{"givenNames":"E. E.","surname":"Ziegler"},{"givenNames":"S. E.","surname":"Nelson"},{"givenNames":"J. M.","surname":"Jeter"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.3945/ajcn.2008.26591"},{"pub-id-type":"other","content":"2-s2.0-59649126243"},{"pub-id-type":"pmid","content":"19073791"}]},{"reference":"M. B. Zimmermann R. F. Hurrell Nutritional iron deficiency: seminar The Lancet 370 511 2007","volume":"370","publication-type":"journal","issue":"9586","fpage":"511","lpage":"520","year":"2007","article-title":"Nutritional iron deficiency: seminar","source":{"italic":"The Lancet"},"person-group":{"name":[{"givenNames":"M. B.","surname":"Zimmermann"},{"givenNames":"R. F.","surname":"Hurrell"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1016/s0140-6736(07)61235-5"},{"pub-id-type":"other","content":"2-s2.0-34547652466"}]},{"reference":"R. Gupta S. Ramji Effect of delayed cord clamping on iron stores in infants born to anemic mothers: a randomized controlled trial Indian Pediatrics 39 130 2002","volume":"39","publication-type":"journal","issue":"2","fpage":"130","lpage":"135","year":"2002","article-title":"Effect of delayed cord clamping on iron stores in infants born to anemic mothers: a randomized controlled trial","source":{"italic":"Indian Pediatrics"},"person-group":{"name":[{"givenNames":"R.","surname":"Gupta"},{"givenNames":"S.","surname":"Ramji"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0036484280"},{"pub-id-type":"pmid","content":"11867842"}]},{"reference":"E. J. Harthoorn-Lasthuizen J. Lindemans M. M. A. C. Langenhuijsen Does iron-deficient erythropoiesis in pregnancy influence fetal iron supply? Acta Obstetricia et Gynecologica Scandinavica 80 392 2001","volume":"80","publication-type":"journal","issue":"5","fpage":"392","lpage":"396","year":"2001","article-title":"Does iron-deficient erythropoiesis in pregnancy influence fetal iron supply?","source":{"italic":"Acta Obstetricia et Gynecologica Scandinavica"},"person-group":{"name":[{"givenNames":"E. J.","surname":"Harthoorn-Lasthuizen"},{"givenNames":"J.","surname":"Lindemans"},{"givenNames":"M. M. A. C.","surname":"Langenhuijsen"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1034/j.1600-0412.2001.080005392.x"},{"pub-id-type":"other","content":"2-s2.0-0035009114"},{"pub-id-type":"pmid","content":"11328213"}]},{"reference":"P. F. van Rheenen B. J. Brabin A practical approach to timing cord clamping in resource poor settings British Medical Journal 333 954 2006","volume":"333","publication-type":"journal","issue":"7575","fpage":"954","lpage":"958","year":"2006","article-title":"A practical approach to timing cord clamping in resource poor settings","source":{"italic":"British Medical Journal"},"person-group":{"name":[{"givenNames":"P. F.","surname":"van Rheenen"},{"givenNames":"B. J.","surname":"Brabin"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1136/bmj.39002.389236.be"},{"pub-id-type":"other","content":"2-s2.0-33750905902"},{"pub-id-type":"pmid","content":"17082547"}]}]}