{"title":"Validity of Palmar Pallor for Diagnosis of Anemia among Children Aged 6–59 Months in North India","abstract":{"paragraph":["\nIntroduction. The Integrated Management of Childhood and Neonatal Illness (IMNCI) recommends the use palmar pallor to diagnose anaemia. Earlier studies to validate palmar pallor as clinical sign for anaemia were largely done in African context. There was a need to test validity of palmar pallor to detect anemia in different settings. Objective. To study the validity and interobserver agreement of palmar pallor examination to diagnose anemia in children under 5 years of age in India. Methods. In a village in Northern India, hemoglobin estimation was done for 80 children using cyanomethemoglobin method. Two examiners, a physician and a health worker, trained in IMNCI evaluated children for palmar pallor. Sensitivity and specificity and Kappa statistics were calculated. Results. Health worker diagnosed palmar pallor with sensitivity of 30.8–42.8% and specificity of 70–89%. Similar figures for doctor were 40–47% and 60–66%, respectively. Kappa agreement between a health worker and a physician was 0.48 (95% CI \u003d 0.298–0.666) and then increased to 0.51 when categories of severe pallor and mild pallor were merged. Conclusion. While using palmar pallor as clinical sign for anaemia, children with no pallor should also be followed up closely for possible detection of missed cases during follow-up."]},"date":"11-9-2014","doi":"10.1155/2014/543860","pmid":"25436145","volume":"2014","journal":"Anemia","authors":[{"surname":"Aggarwal","givenNames":"Arun Kumar"},{"surname":"Tripathy","givenNames":"Jaya Prasad"},{"surname":"Sharma","givenNames":"Deepak"},{"surname":"Prabhu","givenNames":"Ajith"}],"metainfo":"Validity of Palmar Pallor for Diagnosis of Anemia among Children Aged 6–59 Months in North India 2014","FullText":{"title":"1. Introduction","subsections":[{"title":"1. Introduction","paragraph":["Anemia is a major public health problem in India with almost 7 in 10 children aged 6–59 months being anemic [1]. The Integrated Management of Childhood Illness (IMCI) recommends the use of simple clinical sign like palmar pallor to diagnose anemia [2]. This recommendation was based mainly on the studies where purpose was to identify severe anemia with hemoglobin (Hb) \u003c5 grams and moderate anemia with Hb 5–\u003c8 grams [3]. Validity of anemia detection may differ in different settings due to differences in the prevalence of anemia rates, different causes of anemia, and many other factors like different skin pigmentation and so forth that can influence interpretation of palmar pallor. The data about the validity of palmar pallor assessment for detection of anemia from different settings may help improve global understanding about the method of detection. The aim of the present study was thus to study the validity and interobserver agreement of palmar pallor examination to diagnose anemia in children under 5 years of age in India."]},{"title":"2. Methodology","paragraph":["In India, every village has Anganwadi centre (AWC), where children of age 6 months–5 years come every morning for 3-4 hours. They are given supplementary food items, immunization, nonformal preschool education, and periodic health check-ups. The study was carried out in a village in northern Haryana, India, with a population of 2500 and two AWCs. A team comprised of a doctor, laboratory technicians, and an attendant visited both of the AWCs on a scheduled day and time. All children aged 6 months–5 years were recruited into the study. Some children who did not report to the AWC were contacted at their homes.","Informed consent was obtained from the parents/guardian to collect capillary blood samples for Hb estimation from their children. A total of 80 children were available in these centres. Trained laboratory technicians obtained blood drop from finger prick by following standard aseptic technique and prepared dried blood sample on filter paper.","In the laboratory, analysis of hemoglobin levels was done by cyanomethemoglobin method using dried blood sample (DBS), within 10 days of receipt of the sample. These dried blood samples on the filter paper were transferred to the test tubes, and the blood sample was extracted using Drabkin\u0027s solution. Subsequently, these samples were subjected to laboratory analysis using cyanomethemoglobin method, as used in DLHS4 survey. The laboratory was set up and standardized under DLHS-4 survey and had successfully followed all internal and external quality assurance protocols.","Anemia was defined using different cutoff points to make it compatible with the existing studies and as per the national clinical protocols. Anemia is defined as hemoglobin level \u003c11.0 g/dL and severe anemia as \u003c7.0 g/dL. However, original validation studies had used cutoff of \u003c5 grams for severe anemia and \u003c8 grams for moderate anemia.","Two examiners, a physician and a health worker, previously trained in IMNCI, evaluated clinical signs for these children. The physician was postgraduate in specialty of community medicine and the health worker was graduate working as health worker in village-based health post for more than 10 years. Each examiner was blinded to the other. Pallor was defined as “some palmar pallor” if the skin of the child\u0027s palm was pale and “severe palmar pallor” if the skin of the palm was very pale or so pale that it looked white. Kappa statistics was used to measure the level of agreement between the two examiners. Kappa agreement was also calculated by clubbing the categories of “severe palmar pallor” and “some palmar pallor” as a single category “pallor.”","Standard measures of a diagnostic test like sensitivity and specificity were also calculated. Single clinical category “pallor” was used to undertake the validation analysis. Validation indices were calculated with this clubbed category using different laboratory cutoffs of Hb levels. Area under ROC curve was also ascertained."]},{"title":"3. Results","paragraph":["Out of the 80 children examined, 47 (59%) were males. The age of the children ranged from 6 months to 5 years with mean age of 2.7 years (SD \u003d 1.5). The mean hemoglobin level was 7.0 mg/dL (SD \u003d 1.47) ranging from 4 to 11 mg/dL. Among the children examined, 34 (42.4%) had severe anemia with hemoglobin levels \u003c7 mg/dL, 45 (56.3%) had mild-moderate anemia (7–10.9 mg/dL), whereas only one child (1.3%) had no anemia (≥11 mg/dL).","A health worker could diagnose palmar pallor with sensitivity ranging from 30.8 to 42.8% and specificity from 70 to 89% (excluding extreme value), at different cutoffs of Hb levels. Similar figures for doctor were 40–47% and 60–66%, respectively. Receiver operating curve (ROC) for different cutoffs and both health worker and doctor ranged from 0.51 to 0.75. It was the highest (0.65–0.70) at Hb cutoff of \u003c10 grams (Table 1).","The level of agreement between pallor assessment by a health worker and a physician was found to be 0.482 (95% CI \u003d 0.298–0.666) with weighted Kappa being 0.48. Kappa agreement improved to 0.51 when single category of “pallor” was used to assess the agreement (Table 2)."]},{"title":"4. Discussion","paragraph":["Our study revealed glaringly very high anemia rate among children 6 months–5 years of age, who were apparently not sick and were attending to the “AWCs.” This may be because of the fact that these centres cater to the poorest section of the society, where anemia rate is expected to be high. High rates of asymptomatic anaemia have been reported in other studies as well, in this part of the world [1, 4, 5].","We found that the sensitivity of palmar pallor was low and specificity was moderate at different cutoffs of Hb levels, used for defining anemia. Variable results have been reported in other studies for classification of anaemia. Montresor et al. [6] and Desai et al. [7] reported a low sensitivity (20–37%) and high specificity (84–91%) of clinical diagnosis. Zucker et al. found that sensitivity for defining severe anemia using cutoff of Hb \u003c5 grams was 60% [8]. In our study sensitivity was 42.8% using the same cutoffs. Luby et al. reported 93% sensitivity for the detection of severe anemia and 66% for moderate anemia [9]. In a meta-analysis, sensitivity of clinical pallor signs ranged from 29.2% to 80.9%. Palmar pallor assessment had the highest pooled sensitivity (80.9%) at hemoglobin \u003c 8 g/dL whereas pooled sensitivity was much lower (39.2%) at hemoglobin threshold level \u003c11 g/dL [3]. We also found similar results; however, differential in sensitivities at different Hb cutoffs was less.","Use of palmar pallor for detection of anaemia in the IMCI guidelines was based on the experience of these African studies, with the understanding that, in resource restraint countries, detection of palmar pallor even at modest level of sensitivity and specificity would be lifesaving for many children. Many authors have argued to improve validity of palmar pallor by combining with other clinical signs [10–15], but these have their own limitations. Therefore, in Indian rural setting, where asymptomatic anemia rate is very high, IMNCI guidelines to detect palmar pallor may still be useful for initiating early treatment for childhood anemia. As per the results of this study, health workers will classify 30% children as “some anemia” or “severe anemia.” All these children will get the therapeutic iron dose correctly, with or without referral. However, 70% children will be labelled as having “no pallor,” who otherwise had some degree of anemia in all but one case. As per IMNCI guidelines these children will also receive dietary counseling and prophylactic iron administration. Second examination by a doctor in such cases is likely to alter the decision from “no pallor” to “pallor” in 13 (16%) cases. But considering comparable sensitivities of health worker and doctor for detection of severe pallor, when laboratory Hb estimation is taken as gold standard, actual contribution of doctor for case detection is likely to be less. It can be argued that in such a setting with very high anemia rate all children may be given therapeutic iron dosage. However, in the absence of any clinical sign of anemia, administration of therapeutic dose of iron may be unethical. Thus we propose that, in settings where it is not possible to do Hb estimations, palmar pallor assessments may be done as per the existing IMNCI protocols. Children with “no pallor” should also be followed up closely and frequently for possible detection of pallor or some other clinical symptom at some later date.","Some limitations of the study are worth noticing. Many factors could have led to variability in validity of the anaemia classification with palmar pallor. Skin colour and palmar pigmentation could vary in different countries. Cleanliness of palms can be a hindering factor for observation. It is likely that sick children who were brought to OPDs or who were examined indoors in other validation studies had clean palms, whereas, in our study, children were examined in their play centres and their hands were likely to be dusty. The effect of extremes of surrounding temperature on palmar blood circulation also cannot be ruled out. A different method of Hb estimation can also account for the variability. It is well documented that HemoCue method as used in some studies gives higher Hb values compared to cyanomethemoglobin method used in our study [16, 17].","Thus, while more research is needed to explore other simple, accurate methods of hemoglobin estimation in high prevalence settings like India, palmar pallor assessment will continue to be useful in early treatment of anemia with the caution that children with “no pallor” should also be followed up closely."]}]},"citations":[{"reference":" International Institute for Population Sciences  Macro International null National Family Health Survey (NFHS-3), 2005-06: India 1 null 2007","volume":"1","publication-type":"book","year":"2007","source":{"italic":"National Family Health Survey (NFHS-3), 2005-06: India"},"person-group":{"name":[{"givenNames":"","surname":"International Institute for Population Sciences"},{"givenNames":"","surname":"Macro International"}],"person-group-type":"author"}},{"reference":"Integrated management of childhood illness: conclusions. WHO Division of Child Health and Development Bulletin of the World Health Organization 75 119 1997","volume":"75","publication-type":"journal","issue":"supplement 1","fpage":"119","lpage":"128","year":"1997","article-title":"Integrated management of childhood illness: conclusions. WHO Division of Child Health and Development","source":{"italic":"Bulletin of the World Health Organization"},"person-group":{},"pub-id":[{"pub-id-type":"pmid","content":"9529725"}]},{"reference":"J. P. Chalco L. Huicho C. Alamo N. Y. Carreazo C. A. Bada Accuracy of clinical pallor in the diagnosis of anemia in children: a meta-analysis BMC Pediatrics 5, article 46 null 2005","volume":"5, article 46","publication-type":"journal","year":"2005","article-title":"Accuracy of clinical pallor in the diagnosis of anemia in children: a meta-analysis","source":{"italic":"BMC Pediatrics"},"person-group":{"name":[{"givenNames":"J. P.","surname":"Chalco"},{"givenNames":"L.","surname":"Huicho"},{"givenNames":"C.","surname":"Alamo"},{"givenNames":"N. Y.","surname":"Carreazo"},{"givenNames":"C. A.","surname":"Bada"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1186/1471-2431-5-46"},{"pub-id-type":"other","content":"2-s2.0-29244491121"}]},{"reference":"A. Zhao Y. Zhang Y. Peng J. Li T. Yang Z. Liu Y. Lv P. Wang Prevalence of anemia and its risk factors among children 6–36 months Old in Burma The American Journal of Tropical Medicine and Hygiene 87 306 2012","volume":"87","publication-type":"journal","issue":"2","fpage":"306","lpage":"311","year":"2012","article-title":"Prevalence of anemia and its risk factors among children 6–36 months Old in Burma","source":{"italic":"The American Journal of Tropical Medicine and Hygiene"},"person-group":{"name":[{"givenNames":"A.","surname":"Zhao"},{"givenNames":"Y.","surname":"Zhang"},{"givenNames":"Y.","surname":"Peng"},{"givenNames":"J.","surname":"Li"},{"givenNames":"T.","surname":"Yang"},{"givenNames":"Z.","surname":"Liu"},{"givenNames":"Y.","surname":"Lv"},{"givenNames":"P.","surname":"Wang"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.4269/ajtmh.2012.11-0660"},{"pub-id-type":"other","content":"2-s2.0-84864885295"},{"pub-id-type":"pmid","content":"22855763"}]},{"reference":"S. Hercberg null Children in the Tropics: Iron and Folate-Deficiency Anemia null null 1990","publication-type":"book","year":"1990","source":{"italic":"Children in the Tropics: Iron and Folate-Deficiency Anemia"},"person-group":{"name":[{"givenNames":"S.","surname":"Hercberg"}],"person-group-type":"author"}},{"reference":"A. Montresor M. Albonico N. Khalfan   Field trial of a haemoglobin colour scale: an effective tool to detect anaemia in preschool children Tropical Medicine \u0026 International Health 5 129 2000","volume":"5","publication-type":"journal","issue":"2","fpage":"129","lpage":"133","year":"2000","article-title":"Field trial of a haemoglobin colour scale: an effective tool to detect anaemia in preschool children","source":{"italic":"Tropical Medicine \u0026 International Health"},"person-group":{"name":[{"givenNames":"A.","surname":"Montresor"},{"givenNames":"M.","surname":"Albonico"},{"givenNames":"N.","surname":"Khalfan"},{"givenNames":"","surname":""}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1046/j.1365-3156.2000.00520.x"},{"pub-id-type":"other","content":"2-s2.0-0034114063"},{"pub-id-type":"pmid","content":"10747273"}]},{"reference":"M. R. Desai P. A. Phillips-Howard D. J. Terlouw K. A. Wannemuehler A. Odhacha S. K. Kariuki B. L. Nahlen F. O. Ter Kuile Recognition of pallor associated with severe anaemia by primary caregivers in western Kenya Tropical Medicine and International Health 7 831 2002","volume":"7","publication-type":"journal","issue":"10","fpage":"831","lpage":"839","year":"2002","article-title":"Recognition of pallor associated with severe anaemia by primary caregivers in western Kenya","source":{"italic":"Tropical Medicine and International Health"},"person-group":{"name":[{"givenNames":"M. R.","surname":"Desai"},{"givenNames":"P. A.","surname":"Phillips-Howard"},{"givenNames":"D. J.","surname":"Terlouw"},{"givenNames":"K. A.","surname":"Wannemuehler"},{"givenNames":"A.","surname":"Odhacha"},{"givenNames":"S. K.","surname":"Kariuki"},{"givenNames":"B. L.","surname":"Nahlen"},{"givenNames":"F. O.","surname":"Ter Kuile"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1046/j.1365-3156.2002.00942.x"},{"pub-id-type":"other","content":"2-s2.0-0036399710"},{"pub-id-type":"pmid","content":"12358617"}]},{"reference":"J. R. Zucker B. A. Perkins H. Jafari J. Otieno C. Obonyo C. C. Campbell Clinical signs for the recognition of children with moderate or severe anaemia in western Kenya Bulletin of the World Health Organization 75 97 1998","volume":"75","publication-type":"journal","issue":"1","fpage":"97","lpage":"102","year":"1998","article-title":"Clinical signs for the recognition of children with moderate or severe anaemia in western Kenya","source":{"italic":"Bulletin of the World Health Organization"},"person-group":{"name":[{"givenNames":"J. R.","surname":"Zucker"},{"givenNames":"B. A.","surname":"Perkins"},{"givenNames":"H.","surname":"Jafari"},{"givenNames":"J.","surname":"Otieno"},{"givenNames":"C.","surname":"Obonyo"},{"givenNames":"C. C.","surname":"Campbell"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0031872591"},{"pub-id-type":"pmid","content":"9529722"}]},{"reference":"S. P. Luby P. N. Kazembe S. C. Redd C. Ziba O. C. Nwanyanwu A. W. Hightower C. Franco L. Chitsulo J. J. Wirima M. A. Olivar Using clinical signs to diagnose anaemia in African children Bulletin of the World Health Organization 73 477 1995","volume":"73","publication-type":"journal","issue":"4","fpage":"477","lpage":"482","year":"1995","article-title":"Using clinical signs to diagnose anaemia in African children","source":{"italic":"Bulletin of the World Health Organization"},"person-group":{"name":[{"givenNames":"S. P.","surname":"Luby"},{"givenNames":"P. N.","surname":"Kazembe"},{"givenNames":"S. C.","surname":"Redd"},{"givenNames":"C.","surname":"Ziba"},{"givenNames":"O. C.","surname":"Nwanyanwu"},{"givenNames":"A. W.","surname":"Hightower"},{"givenNames":"C.","surname":"Franco"},{"givenNames":"L.","surname":"Chitsulo"},{"givenNames":"J. J.","surname":"Wirima"},{"givenNames":"M. A.","surname":"Olivar"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0029088594"},{"pub-id-type":"pmid","content":"7554019"}]},{"reference":"H. D. Kalter G. Burnham P. R. Kolstad M. Hossain J. A. Schillinger N. Z. Khan S. Saha V. De Wit N. Kenya-Mugisha B. Schwartz R. E. Black Evaluation of clinical signs to diagnose anaemia in Uganda and Bangladesh, in areas with and without malaria Bulletin of the World Health Organization 75 103 1998","volume":"75","publication-type":"journal","issue":"1","fpage":"103","lpage":"111","year":"1998","article-title":"Evaluation of clinical signs to diagnose anaemia in Uganda and Bangladesh, in areas with and without malaria","source":{"italic":"Bulletin of the World Health Organization"},"person-group":{"name":[{"givenNames":"H. D.","surname":"Kalter"},{"givenNames":"G.","surname":"Burnham"},{"givenNames":"P. R.","surname":"Kolstad"},{"givenNames":"M.","surname":"Hossain"},{"givenNames":"J. A.","surname":"Schillinger"},{"givenNames":"N. Z.","surname":"Khan"},{"givenNames":"S.","surname":"Saha"},{"givenNames":"V.","surname":"De Wit"},{"givenNames":"N.","surname":"Kenya-Mugisha"},{"givenNames":"B.","surname":"Schwartz"},{"givenNames":"R. E.","surname":"Black"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0031873250"},{"pub-id-type":"pmid","content":"9529723"}]},{"reference":"M. G. N. Spinelli J. M. P. Souza S. B. de Souza E. H. Sesoko Reliability and validity of palmar and conjunctival pallor for anemia detection purposes Revista de Saude Publica 37 404 2003","volume":"37","publication-type":"journal","issue":"4","fpage":"404","lpage":"408","year":"2003","article-title":"Reliability and validity of palmar and conjunctival pallor for anemia detection purposes","source":{"italic":"Revista de Saude Publica"},"person-group":{"name":[{"givenNames":"M. G. N.","surname":"Spinelli"},{"givenNames":"J. M. P.","surname":"Souza"},{"givenNames":"S. B.","surname":"de Souza"},{"givenNames":"E. H.","surname":"Sesoko"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1590/S0034-89102003000400003"},{"pub-id-type":"other","content":"2-s2.0-0141515674"},{"pub-id-type":"pmid","content":"12937699"}]},{"reference":"T. Getaneh T. Girma T. Belachew S. Teklemariam The utility of pallor detecting anemia in under five years old children Ethiopian Medical Journal 38 77 2000","volume":"38","publication-type":"journal","issue":"2","fpage":"77","lpage":"84","year":"2000","article-title":"The utility of pallor detecting anemia in under five years old children","source":{"italic":"Ethiopian Medical Journal"},"person-group":{"name":[{"givenNames":"T.","surname":"Getaneh"},{"givenNames":"T.","surname":"Girma"},{"givenNames":"T.","surname":"Belachew"},{"givenNames":"S.","surname":"Teklemariam"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0034166283"},{"pub-id-type":"pmid","content":"11144886"}]},{"reference":"L. Muhe B. Oljira H. Degefu S. Jaffar M. W. Weber Evaluation of clinical pallor in the identification and treatment of children with moderate and severe anaemia Tropical Medicine \u0026 International Health 5 805 2000","volume":"5","publication-type":"journal","issue":"11","fpage":"805","lpage":"810","year":"2000","article-title":"Evaluation of clinical pallor in the identification and treatment of children with moderate and severe anaemia","source":{"italic":"Tropical Medicine \u0026 International Health"},"person-group":{"name":[{"givenNames":"L.","surname":"Muhe"},{"givenNames":"B.","surname":"Oljira"},{"givenNames":"H.","surname":"Degefu"},{"givenNames":"S.","surname":"Jaffar"},{"givenNames":"M. W.","surname":"Weber"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0034536163"},{"pub-id-type":"doi","content":"10.1046/j.1365-3156.2000.00637.x"},{"pub-id-type":"pmid","content":"11123829"}]},{"reference":"I. H. Thaver L. Baig Anaemia in children: part I. Can simple observations by primary care provider help in diagnosis? Journal of the Pakistan Medical Association 44 282 1994","volume":"44","publication-type":"journal","issue":"12","fpage":"282","lpage":"284","year":"1994","article-title":"Anaemia in children: part I. Can simple observations by primary care provider help in diagnosis?","source":{"italic":"Journal of the Pakistan Medical Association"},"person-group":{"name":[{"givenNames":"I. H.","surname":"Thaver"},{"givenNames":"L.","surname":"Baig"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0028708635"},{"pub-id-type":"pmid","content":"7861584"}]},{"reference":"C. F. Ingram S. M. Lewis Clinical use of WHO haemoglobin colour scale: validation and critique Journal of Clinical Pathology 53 933 2000","volume":"53","publication-type":"journal","issue":"12","fpage":"933","lpage":"937","year":"2000","article-title":"Clinical use of WHO haemoglobin colour scale: validation and critique","source":{"italic":"Journal of Clinical Pathology"},"person-group":{"name":[{"givenNames":"C. F.","surname":"Ingram"},{"givenNames":"S. M.","surname":"Lewis"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"doi","content":"10.1136/jcp.53.12.933"},{"pub-id-type":"other","content":"2-s2.0-0033665809"},{"pub-id-type":"pmid","content":"11265179"}]},{"reference":"X. Zhao S.-A. Yin Comparison of HemoCue with cyanmethemoglobin method for estimating hemoglobin Wei Sheng Yan Jiu 32 495 2003","volume":"32","publication-type":"journal","issue":"5","fpage":"495","lpage":"497","year":"2003","article-title":"Comparison of HemoCue with cyanmethemoglobin method for estimating hemoglobin","source":{"italic":"Wei Sheng Yan Jiu"},"person-group":{"name":[{"givenNames":"X.","surname":"Zhao"},{"givenNames":"S.-A.","surname":"Yin"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-3543121922"},{"pub-id-type":"pmid","content":"14650200"}]},{"reference":"R. Saxena R. Malik Comparison of HemoCue method with the cyanmethemoglobin method for estimation of hemoglobin Indian Pediatrics 40 917 2003","volume":"40","publication-type":"journal","issue":"9","fpage":"917","year":"2003","article-title":"Comparison of HemoCue method with the cyanmethemoglobin method for estimation of hemoglobin","source":{"italic":"Indian Pediatrics"},"person-group":{"name":[{"givenNames":"R.","surname":"Saxena"},{"givenNames":"R.","surname":"Malik"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-0141745690"},{"pub-id-type":"pmid","content":"14530566"}]}]}