{"title":"Prevalence and Risk Factors of Anemia among Children 6–59 Months Old in Haiti","abstract":{"paragraph":["Anemia has serious consequences on child growth, development, and survival. This study was conducted in Fond des Blancs and Villa, Haiti, to assess the prevalence of childhood anemia and its risk factors in order to inform program design. Children 6–59 months old (n \u003d 557) were selected using a cross-sectional multistage sampling methodology. Hemoglobin was measured using the HemoCue technique. Descriptive and multivariate analyses were performed to determine prevalence and factors associated with anemia. The prevalence of childhood anemia was 38.8% (23.9% mild, 14.7% moderate, and 0.2% severe). Mean hemoglobin was 11.2 ± 1.2 g/dL. Variables associated with child anemia were age less than 24 months (OR \u003d 2.6; P \u003d 0.000), stunting (OR \u003d 2.2; P \u003d 0.005), and mother\u0027s low hemoglobin level (OR \u003d 1.8; P \u003d 0.011). Anemia among young children in Fond des Blancs and Villa is a public health problem. Predictors of child anemia in this region include child\u0027s age, stunting, and mother\u0027s anemia. Interventions and strategies aimed at addressing effectively anemia in this population must therefore target mothers and children under two years of age."]},"date":"3-10-2013","doi":"10.1155/2013/502968","pmid":"23555053","volume":"2013","journal":"Anemia","authors":[{"surname":"Ayoya","givenNames":"Mohamed Ag"},{"surname":"Ngnie-Teta","givenNames":"Ismael"},{"surname":"Séraphin","givenNames":"Marie Nancy"},{"surname":"Mamadoultaibou","givenNames":"Aissa"},{"surname":"Boldon","givenNames":"Ellen"},{"surname":"Saint-Fleur","givenNames":"Jean Ernst"},{"surname":"Koo","givenNames":"Leslie"},{"surname":"Bernard","givenNames":"Samuel"}],"metainfo":"Prevalence and Risk Factors of Anemia among Children 6–59 Months Old in Haiti 2013","FullText":{"title":"1. Introduction","subsections":[{"title":"1. Introduction","paragraph":["Childhood anemia is a major public health problem worldwide. It is associated with serious consequences including growth retardation, impaired motor and cognitive development, and increased morbidity and mortality [1]. Estimates suggest that 47.4% of children under five years of age are anemic globally [2]. In Haiti, the 2005-2006 nationally representative survey showed that 60.6% of children 6–59 months (approximately 610,000 children) and 75% of 6–23 months were anemic [3]. Data on childhood anemia and its predictors are lacking in Haiti. This hinders the design of programs and limits their effectiveness. This study was hence carried out to determine the prevalence and risk factors of childhood anemia in Fond des Blancs and Villa, a socioeconomically disadvantaged, remote, mountainous region where the Health Department, UNICEF, and Saint Boniface Foundation planned to implement a community-based mother and child nutrition program. Therefore, the study was designed to initiate new activities to prevent childhood anemia in this region in addition to iron and folic acid supplementation for pregnant women and vitamin A + albendazole for children 6–59 months. These new activities include intense promotion of optimal breastfeeding practices and hand washing with soap, large distribution of multiple micronutrient powders to children older than 6 months, improved availability of safe drinking water, and improved availability and utilization of latrines. "]},{"title":"2. Materials and Methods","subsections":[{"title":"2.1. Subjects","paragraph":["Children 6–59 months old (n \u003d 557) were randomly selected using a two-stage random sampling scheme in 30 of the 69 villages of the area. The list of all villages and 2009 population estimates were used. The first sampling stage represents the selection of clusters, and the second sampling stage is the selection of households within the clusters. "]},{"title":"2.2. Study Site","paragraph":["The survey took place in Fond des Blancs and Villa, located in the South and South-East departments of Haiti, respectively. They are rural, poor, isolated, mountainous, and difficult-to-reach areas because of poor roads particularly during the rainy season. The population for the most part practice subsistence farming and raise goats and pigs as their main source of income. For over 27 years, Saint Boniface Haiti Foundation has been delivering education and community development programs in this region. The foundation also sponsors Saint Boniface Hospital, a 60-bed facility serving a large catchment area consisting of 120,000 people from four sections of the southern peninsula and one section from southeastern department. "]},{"title":"2.3. Measurements","paragraph":["Hemoglobin levels of children and the mother were measured using the HemoCue. Anemia was defined as hemoglobin \u003c11 g/dL for children and pregnant women and hemoglobin \u003c12 g/dL for nonpregnant women. Weight and height were measured for all children. Age was obtained from a birth certificate or a child health card. Weight-for-age (WAZ), height-for-age (HAZ), and weight-for-height (WHZ) z-scores were calculated using the World Health Organization Child Growth Standards Macro for SPSS [4]. Underweight, stunting, and wasting were defined as WAZ \u003c −2.0, HAZ \u003c −2.0, and WHZ \u003c −2.0 standard deviations (SD) below the 2006 WHO reference, respectively. "]},{"title":"2.4. Statistical Analyses","paragraph":["Descriptive statistics were calculated. Means (±SD) were derived for hemoglobin, and random effects logistic regression modeling was used to determine the risk factors associated with childhood anemia. All analyses were performed using the Windows\u0027 SPSS version 20.0. "]},{"title":"2.5. Ethical Clearance, Informed Assent, and Consent","paragraph":["The study was approved by the health department and Saint Boniface Hospital authorities. Consents were obtained from children\u0027s parents before inclusion in the study. Treatment for anemia was provided to anemic subjects free of charge."]}]},{"title":"3. Results","paragraph":["The boy : girl sex ratio was almost 1.0 (0.9). The prevalence of anemia among children was 38.8% (23.9% mild, 14.7% moderate, and 0.2% severe). Mean hemoglobin concentration was 11.2 ± 1.2 g/dL. The prevalence of anemia was slightly higher among boys (42.1%) than girls (35.7%).  Figure 1 shows the prevalence of anemia among children by age categories.","Among non-pregnant and pregnant women, the prevalence of anemia was 23.9% and 29.2%, and mean hemoglobin levels were 12.9 ± 1.5 g/dL and 11.8 ± 1.3 g/dL, respectively. ","The prevalence of child wasting was 4.5% (95% CI: 3.2–6.2) with 1.1% (95% CI: 0.5–2.4) being severe; 19.8% (95% CI: 16.5–23.6) of children were stunted and 9.8% (95% CI: 7.6–12.5) were underweight.","Variables associated with child anemia were age group under 24 months (OR \u003d 2.6; 95% CI: 1.7–3.8, P \u003d 0.000), stunting (OR \u003d 2.2; 95% CI: 1.4–3.6; P \u003d 0.005), and mother\u0027s low hemoglobin (OR \u003d 1.8; 95% CI: 1.2–2.9; P \u003d 0.011) (Table 1)."]},{"title":"4. Discussion","paragraph":["This is the first population-based study to document childhood anemia prevalence and its risk factors in the region of Fond des Blancs and Villa and one of the very few in Haiti on this subject. We found that almost 4 children out of 10 are anemic and that boys are more affected than girls. Similar results were found in another study conducted in urban Haitian children two to five years old [5]. We also found that child\u0027s age, height-for-age z score \u003c −2, and mother\u0027s anemia predict childhood anemia in this population. The same factors were found in other studies [6, 7]. The levels of anemia observed among young children and pregnant women and the high prevalence of stunting among under-five children in this study may also indicate chronic deprivations and hence a less favorable socioeconomic status of the population studied.","The prevalence of anemia among children 6–59 months in Fond des Blancs, though high, is still lower than that in the same age group nationally (60.6%) and in the south (54.4%) and southeastern (43.8%) departments where Fond des Blancs and Villa are located [3]. A plausible explanation for the better anemia indicators in this study could be the long presence of Saint Boniface in this region. Saint Boniface provides a variety of services including basic maternal and child health care services, behavior change communication, monthly supplemental dry rations for pregnant and lactating women, blanket feeding for children 6–23 months of age, and community-based distribution of micronutrients (vitamin A and iodine capsules) to young children and women. A study conducted in other departments of Haiti where similar services were provided to the population found that age-based preventive targeting of food assistance and behavior change communication reduced childhood undernutrition [8]. The limitation of this study is its cross-sectional nature. Its strengths are that it provides important information for policy makers, program planners, and implementers that seek to reduce childhood anemia in Haiti and that it was conducted in a poor and vulnerable population group. Our findings have important programmatic implications. First, they clearly show that the burden of anemia is on children under 24 months of age, a group in which the use of multiple micronutrient powders to reduce anemia has been shown in Haiti [9]. Second, they reinforce the current focus on the 1000 days, a window of opportunity that shapes the child\u0027s future and during which nutrition interventions offer a high return on investments. Third, they represent a powerful tool of advocacy to influence national policy and program actions and invest more in maternal and child nutrition."]},{"title":"5. Conclusion","paragraph":["Our findings showed that in this rural setting of Haiti, based on WHO criteria, anemia among young children is a moderate public health problem (prevalence between 20% and 40%). Factors to consider for reducing the burden of this disease on children comprise child\u0027s age, stunted growth, and hemoglobin status of the mother."]}]},"citations":[{"reference":"U Ramakrishnan null Nutritional Anemias null null 2008","publication-type":"book","year":"2008","source":{"italic":"Nutritional Anemias"},"person-group":{"name":[{"givenNames":"U","surname":"Ramakrishnan"}],"person-group-type":"author"}},{"reference":"E McLean M Cogswell I Egli D Wojdyla B de Benoist Worldwide prevalence of anaemia, WHO Vitamin and Mineral Nutrition Information System, 1993–2005 Public Health Nutrition 12 444 2009","volume":"12","publication-type":"journal","issue":"4","fpage":"444","lpage":"454","year":"2009","article-title":"Worldwide prevalence of anaemia, WHO Vitamin and Mineral Nutrition Information System, 1993–2005","source":{"italic":"Public Health Nutrition"},"person-group":{"name":[{"givenNames":"E","surname":"McLean"},{"givenNames":"M","surname":"Cogswell"},{"givenNames":"I","surname":"Egli"},{"givenNames":"D","surname":"Wojdyla"},{"givenNames":"B","surname":"de Benoist"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-65449184945"},{"pub-id-type":"pmid","content":"18498676"}]},{"reference":"M Cayemittes MF Placide S Mariko B Barrere B Severe C Alexandre null Enquête Mortalité, Morbidité et Utilisation des Services (EMMUS-IV): Haïti, 2005-2006 null null 2007","publication-type":"book","year":"2007","source":{"italic":"Enquête Mortalité, Morbidité et Utilisation des Services (EMMUS-IV): Haïti, 2005-2006"},"person-group":{"name":[{"givenNames":"M","surname":"Cayemittes"},{"givenNames":"MF","surname":"Placide"},{"givenNames":"S","surname":"Mariko"},{"givenNames":"B","surname":"Barrere"},{"givenNames":"B","surname":"Severe"},{"givenNames":"C","surname":"Alexandre"}],"person-group-type":"author"}},{"reference":"null WHO Child Growth Standards: Length/Height-for-Age, Weight-for-Age, Weight-for-Length, Weight-for-Height and Body Mass Index-for-Age: Methods and Development null null 2006","publication-type":"book","year":"2006","source":{"italic":"WHO Child Growth Standards: Length/Height-for-Age, Weight-for-Age, Weight-for-Length, Weight-for-Height and Body Mass Index-for-Age: Methods and Development"},"person-group":{}},{"reference":"TA Nicklas S Kuvibidila LC Gatewood AB Metzinger KO Frempong Prevalence of anaemia and iron deficiency in urban Haitian children two to five years of age Journal of Tropical Pediatrics 44 133 1998","volume":"44","publication-type":"journal","issue":"3","fpage":"133","lpage":"138","year":"1998","article-title":"Prevalence of anaemia and iron deficiency in urban Haitian children two to five years of age","source":{"italic":"Journal of Tropical Pediatrics"},"person-group":{"name":[{"givenNames":"TA","surname":"Nicklas"},{"givenNames":"S","surname":"Kuvibidila"},{"givenNames":"LC","surname":"Gatewood"},{"givenNames":"AB","surname":"Metzinger"},{"givenNames":"KO","surname":"Frempong"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-7144260414"},{"pub-id-type":"pmid","content":"9680776"}]},{"reference":"A Zhao Y Zhang Y Peng   Prevalence of anemia and its risk factors among children 6-36 months old in Burma American Journal of Tropical Medicine and Hygiene 87 306 2012","volume":"87","publication-type":"journal","issue":"2","fpage":"306","lpage":"311","year":"2012","article-title":"Prevalence of anemia and its risk factors among children 6-36 months old in Burma","source":{"italic":"American Journal of Tropical Medicine and Hygiene"},"person-group":{"name":[{"givenNames":"A","surname":"Zhao"},{"givenNames":"Y","surname":"Zhang"},{"givenNames":"Y","surname":"Peng"},{"givenNames":"","surname":""}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"pmid","content":"22855763"}]},{"reference":"I Ngnie-Teta B Kuate-Defo O Receveur Risk factors for moderate to severe anemia among children in Benin and Mali: insights from a multilevel analysis Food and Nutrition Bulletin 28 76 2007","volume":"28","publication-type":"journal","issue":"1","fpage":"76","lpage":"89","year":"2007","article-title":"Risk factors for moderate to severe anemia among children in Benin and Mali: insights from a multilevel analysis","source":{"italic":"Food and Nutrition Bulletin"},"person-group":{"name":[{"givenNames":"I","surname":"Ngnie-Teta"},{"givenNames":"B","surname":"Kuate-Defo"},{"givenNames":"O","surname":"Receveur"}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-34047156129"},{"pub-id-type":"pmid","content":"17718015"}]},{"reference":"MT Ruel P Menon JP Habicht   Age-based preventive targeting of food assistance and behaviour change and communication for reduction of childhood undernutrition in Haiti: a cluster randomised trial The Lancet 371 588 2008","volume":"371","publication-type":"journal","issue":"9612","fpage":"588","lpage":"595","year":"2008","article-title":"Age-based preventive targeting of food assistance and behaviour change and communication for reduction of childhood undernutrition in Haiti: a cluster randomised trial","source":{"italic":"The Lancet"},"person-group":{"name":[{"givenNames":"MT","surname":"Ruel"},{"givenNames":"P","surname":"Menon"},{"givenNames":"JP","surname":"Habicht"},{"givenNames":"","surname":""}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-38949171318"}]},{"reference":"P Menon MT Ruel CU Loechl   Micronutrient sprinkles reduce anemia among 9- to 24-mo-old children when delivered through an integrated health and nutrition program in rural Haiti Journal of Nutrition 137 1023 2007","volume":"137","publication-type":"journal","issue":"4","fpage":"1023","lpage":"1030","year":"2007","article-title":"Micronutrient sprinkles reduce anemia among 9- to 24-mo-old children when delivered through an integrated health and nutrition program in rural Haiti","source":{"italic":"Journal of Nutrition"},"person-group":{"name":[{"givenNames":"P","surname":"Menon"},{"givenNames":"MT","surname":"Ruel"},{"givenNames":"CU","surname":"Loechl"},{"givenNames":"","surname":""}],"person-group-type":"author"},"pub-id":[{"pub-id-type":"other","content":"2-s2.0-34247157654"},{"pub-id-type":"pmid","content":"17374671"}]}]}